Repository: Muskworker/Zoontag
Catalog: Zoontag/Localizable.xcstrings
Source language: en
Languages: es_419

source: %lld items selected
es_419: %lld elementos seleccionados

source: Add
es_419: Agregar

source: Add Tag
es_419: Agregar etiqueta

source: Blue
es_419: Azul

source: Choose a folder to begin.
es_419: Elige una carpeta para comenzar.

source: Choose Folder…
es_419: Elegir carpeta…

source: Clear Query
es_419: Borrar consulta

source: Could not decode Finder tags.
es_419: No se pudieron decodificar las etiquetas del Finder.

source: Could not encode Finder tags.
es_419: No se pudieron codificar las etiquetas del Finder.

source: Date Created (Newest)
es_419: Fecha de creación (más reciente)

source: Date Created (Oldest)
es_419: Fecha de creación (más antigua)

source: Date Modified (Newest)
es_419: Fecha de modificación (más reciente)

source: Date Modified (Oldest)
es_419: Fecha de modificación (más antigua)

source: Exclude
es_419: Excluir

source: Exclude tag
es_419: Excluir etiqueta

source: Find tag
es_419: Buscar etiqueta

source: Gray
es_419: Gris

source: Green
es_419: Verde

source: Hide Details
es_419: Ocultar detalles

source: Include
es_419: Incluir

source: Include subfolders
es_419: Incluir subcarpetas

source: Include tag
es_419: Incluir etiqueta

source: Invalid file URL.
es_419: URL de archivo no válida.

source: Load More
es_419: Cargar más

source: macOS did not expose full Finder tag metadata for this file.
es_419: macOS no expuso los metadatos completos de las etiquetas del Finder para este archivo.

source: Name (A-Z)
es_419: Nombre (A-Z)

source: Name (Z-A)
es_419: Nombre (Z-A)

source: No color
es_419: Sin color

source: No tags across selected items.
es_419: Sin etiquetas en los elementos seleccionados.

source: No tags found in current results.
es_419: No se encontraron etiquetas en los resultados actuales.

source: No tags.
es_419: Sin etiquetas.

source: Open
es_419: Abrir

source: Orange
es_419: Naranja

source: Pick a folder, then refine by tags like a booru.
es_419: Elige una carpeta y filtra por etiquetas como en un booru.

source: Preview
es_419: Vista previa

source: Purple
es_419: Morado

source: Query
es_419: Consulta

source: Red
es_419: Rojo

source: Remove tag
es_419: Quitar etiqueta

source: Remove tag from query
es_419: Quitar etiqueta de la consulta

source: Remove tag from selected items
es_419: Quitar etiqueta de los elementos seleccionados

source: Results: %lld
es_419: Resultados: %lld

source: Results: %lld of %lld
es_419: Resultados: %lld de %lld

source: Results: %lld+
es_419: Resultados: %lld+

source: Reveal in Finder
es_419: Mostrar en el Finder

source: Select one or more items
es_419: Selecciona uno o más elementos

source: Show Details
es_419: Mostrar detalles

source: Showing first %lld of %lld results.
es_419: Mostrando los primeros %lld de %lld resultados.

source: Showing first %lld results. Load more to continue.
es_419: Mostrando los primeros %lld resultados. Carga más para continuar.

source: Size (Largest)
es_419: Tamaño (mayor)

source: Size (Smallest)
es_419: Tamaño (menor)

source: Sort
es_419: Ordenar

source: Stop
es_419: Detener

source: Tag Count (Fewest)
es_419: Número de etiquetas (menos)

source: Tag Count (Most)
es_419: Número de etiquetas (más)

source: Tag edits apply to all selected items.
es_419: Los cambios de etiquetas se aplican a todos los elementos seleccionados.

source: Tag name
es_419: Nombre de etiqueta

source: Tags
es_419: Etiquetas

source: Top tags in results
es_419: Etiquetas principales en los resultados

source: Unknown file attribute error.
es_419: Error de atributo de archivo desconocido.

source: Updating tags…
es_419: Actualizando etiquetas…

source: Use
es_419: Usar

source: Yellow
es_419: Amarillo
